Repository: samjaninf/oft
Catalog: languages/*.po
Languages: nl_nl

source: Ohh! Page not found
nl_nl: Oeps! Hier liep iets mis.

source: It looks like nothing was found at this location. Maybe try a search?
nl_nl: We konden de pagina die je opvroeg niet vinden. Misschien kan een kleine zoektocht raad brengen?

source: Do you have a question? Feel free to ask us using
nl_nl: Heb je een vraag voor ons? Stel die dan gerust via

source: our form
nl_nl: ons formulier

source: Or go back to
nl_nl: Of keer terug naar

source: the homepage
nl_nl: de startpagina

source: Previous Story
nl_nl: Vorige bericht

source: Next Story
nl_nl: Volgende bericht

source: Related Articles
nl_nl: Gerelateerde berichten

source: Related products
nl_nl: Gerelateerde producten

source: Tweaked theme based on Alone. Also includes all custom functions!
nl_nl: Aangepast thema gebaseerd op Alone. Bevat ook alle custom functies!
